Repository: simon-the-shark/BetterMemorySugarBot
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pl

source: Polish
pl: Polski

source: English
pl: Angielski

source: error: unsuccessful IFTTT notification to {}
pl: error: nieudane powiadomienie IFTTT do {}

source: error: unsuccessful notification to {}
pl: error: nieudane powiadomienie do {}

source: unsuccessful trigger on atrigger.com creating perhaps wrong API key or secret ?? or an app_name ??
pl: nieudane stworzenie triggera na atrigger.com prawdopodobnie zły API key lub secret ?? lub app_name ??

source: warning: infusion set change has never been cached
pl: warning: nigdy nie zanotowano zmiany zestawu infuzyjnego

source: warning: CGM sensor change has never been cached
pl: warning: nigdy nie zanotowano zmiany sensora CGM

source: . Your infusion set change has already passed
pl: . Twój termin zmiany zestawu infuzyjnego minął

source: . Your infusion set should be changed in {} days and {} hours.
pl: Zmień zestaw infuzyjny w {} dni i {} godzin.

source: Your CGM sensor change has already passed
pl: Twój termin zmiany sensora CGM minął.

source: Your CGM sensor should be changed in {} days and {} hours.
pl: Zmień sensor CGM w {} dni i {} godzin.

source: TRIGGER IFTTT (SEND WEBHOOKS)
pl: WYWOŁUJ IFTTT (WYSYŁAJ WEBHOOKI)

source: SEND SMS
pl: WYSYŁAJ SMSy

source: LANGUAGE
pl: JĘZYK

source: NOTIFICATION TIME. Please give UTC TIME
pl: GODZINA POWIADOMIENIA. Proszę wprowadzić CZAS UTC

source: creating admin ...
pl: tworzenie admina ...

source: Superuser created successfully.
pl: Superuser stworzony pomyślnie.

source: waking up ...
pl: budzenie ...

source: website successfully woke up
pl: strona pomyślnie wybudzona.

source: LOG IN
pl: ZALOGUJ SIĘ

source: NOTIFY
pl: POWIADOMIENIE

source: IT IS MY WEBSITE >>>
pl: TO JEST MOJA STRONA >>>

source: NOTIFICATIONS CENTER
pl: CENTRUM POWIADOMIEŃ

source: IFTTT MAKERS MANAGEMENT
pl: ZARZĄDZANIE MAKERAMI IFTTT

source: MANAGE IFTTT MAKERS
pl: ZARZĄDZAJ MAKERAMI IFTTT

source: SUCCESSFULLY
pl: POMYŚLNIE

source: AN ERROR OCCURED WHEN TRIED TO CHANGE VARIABLE
pl: WYSTĄPIŁ BŁĄD PODCZAS PRÓBY ZMIANY ZMIENNEJ

source: SUCCESSFULLY DELETED IFTTT MAKER
pl: POMYŚLNIE USUNIĘTO MAKER IFTTT

source: AN ERROR OCURRED WHEN TRIED TO DELETE IFTTT MAKER
pl: WYSTĄPIŁ BŁĄD PODCZAS PRÓBY USUNIĘCIA MAKERA IFTTT

source: DELETE
pl: USUŃ

source: PHONE NUMBERS MANAGEMENT
pl: ZARZĄDZANIE NUMERAMI TELEFONÓW

source: MANAGE PHONE NUMBERS
pl: ZARZĄDZAJ NUMERAMI TELEFONÓW

source: SUCCESSFULLY DELETED DESTINATION NUMBER
pl: POMYŚLNIE USUNIĘTO NUMER ODBIORCY

source: AN ERROR OCURRED WHEN TRIED TO DELETE PHONE NUMBER
pl: WYSTĄPIŁ BŁĄD PODCZAS PRÓBY USUNIĘCIA NUMERU TELEFONU

source: SEND NOTIFICATION NOW
pl: WYŚLIJ POWIADOMIENIE TERAZ

source: QUIET CHECKUP
pl: SPRAWDŹ BEZ POWIADAMIANIA

source: Upload verification file (ATriggerVerify.txt)
pl: WGRAJ SWÓJ PLIK ATriggerVerify.txt

source: SUCCESFULLY UPLODED ATriggerVerify.txt
pl: POMYŚLNIE WGRANO ATriggerVerify.txt

source: SUCCESSFULLY CHANGED
pl: POMYŚLNIE ZMIENIONO

source: SETTINGS:
pl: USTWIENIA:

source: CHANGE
pl: ZMIEŃ

source: CHOOSE YOUR NOTIFICATIONS WAYS:
pl: WYBIERZ SPOSÓB POWIADAMIANIA:

source: UPLOAD ATriggerVerify.txt FILE
pl: WGRAJ PLIK ATriggerVerify.txt

source: UPLOAD YOUR ATriggerVerify.txt FILE
pl: WGRAJ SWÓJ PLIK ATriggerVerify.txt

source: UPLOAD
pl: WGRAJ

source: . Infusion set: unsuccessful data reading
pl: . Zestaw infuzyjny: nie udało się zczytać danych

source: . Infusion set: unsuccessful data processing
pl: . Zestaw infuzyjny: nie udało się przetworzyć danych

source: CGM sensor: unsuccessful data reading
pl: Sensor CGM: nie udało się zczytać danych

source: CGM sensor: unsuccessful data processing
pl: Sensor CGM: nie udało się przetworzyć danych

source: NUMBER OF SENDER
pl: NUMER ADRESATA

source: DESTINATION NUMBER
pl: NUMER ODBIORCY

source: ADD
pl: DODAJ

source: ADDED
pl: DODANO

source: CHANGED
pl: ZMIENIONO
